[{"title":"molestiae veritatis quae","author":"Jeremiah Schamberger","pages":80,"genre":"Drama","publishedDate":"2023-02-01T13:52:39.904Z","summary":"Impedit error voluptatem. Quod sint ea est nesciunt laboriosam ratione. Et sunt ea. Incidunt nisi consequatur nisi eum quasi et porro natus minus.","rating":1},{"title":"facilis ducimus nemo","author":"Agnes Dooley","pages":634,"genre":"Drama","publishedDate":"2022-07-24T10:58:33.359Z","summary":"Cumque sit optio. Inventore harum maxime hic nam assumenda. Eaque cupiditate voluptates iure fugiat ea deserunt quo ducimus. Magnam accusamus facilis quaerat odio commodi.","rating":1},{"title":"cum delectus eveniet","author":"Gina Kreiger","pages":219,"genre":"Adventure","publishedDate":"2023-01-04T13:48:47.188Z","summary":"Commodi odio vel dolore. Necessitatibus tempora soluta. Quis sit laborum maxime omnis ducimus eius. Facilis itaque expedita odio laborum dicta repellat. Unde repellat impedit assumenda earum amet.","rating":5},{"title":"perspiciatis commodi modi","author":"Cecil Bartoletti","pages":382,"genre":"Fantasy","publishedDate":"2022-11-09T17:32:20.916Z","summary":"Deserunt aperiam numquam. Eaque optio non voluptas voluptas. Eveniet eius consequuntur numquam quidem molestiae voluptates molestias. Recusandae non minima error minus incidunt alias. Commodi totam aliquid perferendis eveniet a eius explicabo.","rating":3},{"title":"doloribus aspernatur cum","author":"Toby Jenkins","pages":684,"genre":"Fantasy","publishedDate":"2022-12-21T11:06:54.224Z","summary":"Dolores modi nisi rem praesentium. Labore amet pariatur id sequi dolore sed temporibus libero. Maxime eligendi inventore deserunt. Eligendi laboriosam sit.","rating":1},{"title":"voluptates iste ratione","author":"Terry Kessler","pages":856,"genre":"Fantasy","publishedDate":"2022-06-13T17:37:37.416Z","summary":"Quis dignissimos voluptatibus officia repellat natus eveniet laudantium amet consectetur. Minima asperiores dolores quos sunt amet dicta. Numquam sint alias at odio temporibus repellendus rerum id. Suscipit amet laboriosam vel quos.","rating":4},{"title":"blanditiis voluptas sequi","author":"Alberto Legros IV","pages":217,"genre":"Fantasy","publishedDate":"2023-01-11T16:37:58.785Z","summary":"Officiis quis laborum. Similique nihil magnam eaque excepturi tenetur laudantium. Deleniti blanditiis sit in.","rating":4},{"title":"exercitationem expedita vero","author":"Natasha Sipes","pages":90,"genre":"Drama","publishedDate":"2023-01-18T03:55:30.984Z","summary":"Maiores culpa voluptas iure sequi magni aut inventore sequi. Consequuntur repellendus possimus ipsum id vel modi architecto soluta. Eius vitae doloribus molestias ducimus voluptate quo pariatur.","rating":4},{"title":"voluptatibus nesciunt velit","author":"Melody Goodwin II","pages":635,"genre":"Fantasy","publishedDate":"2022-08-03T20:53:29.573Z","summary":"Sunt optio beatae ipsa voluptatum laborum. Temporibus mollitia reiciendis incidunt officiis. Eaque distinctio rem maiores quod quas quisquam deserunt. Corrupti reprehenderit voluptatum inventore ex error et temporibus atque.","rating":3},{"title":"unde harum veritatis","author":"Mattie Bradtke","pages":974,"genre":"Fantasy","publishedDate":"2022-07-02T18:52:24.497Z","summary":"Fugit cum voluptas. Dolor dolore blanditiis facilis doloribus pariatur eveniet magnam alias quis. Dolorem amet distinctio expedita velit vitae ex magnam.","rating":1}]